insert into book values(1, '红楼梦', '曹雪芹', '', '人民文学出版社', 59.7, 100, '愿侬胁下生双翼，随花飞到天镜头。'),
                       (2, '三体', '刘慈欣', '', '重庆出版社', 23, 100, '你的无畏源于无知。'),
                       (3, '三体Ⅱ黑暗森林', '刘慈欣', '', '重庆出版社', 32, 100, '给岁月以文明，而不是给文明以岁月。'),
                       (4, '三体Ⅲ死神永生', '刘慈欣', '', '重庆出版社', 38, 100, '弱小和无知都不是生存的障碍，傲慢才是。'),
                       (5, '嫌疑人X的献身', '东野圭吾', '刘子倩', '南海出版公司', 28, 100, '自己想出答案和判断别人的答案是否正确，何者较容易？'),
                       (6, '白夜行', '东野圭吾', '刘姿君', '南海出版公司', 29.8, 100, '唐泽雪慧钥匙上的小铃铛发出了叮当的声响。');
insert into administrator value ('administrator', 'administrator');